Repository: BeAnhTran/yoga-center-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: What we will get?
vi: Ta sẽ được tăng cường?

source: Breathing
vi: Hơi thở

source: Metabolism
vi: Trao đổi chất

source: Flexibility
vi: Uyển chuyền & dẻo dai

source: Strongness
vi: Sức khỏe

source: Popular Course
vi: Khóa học của chúng tôi

source: Practice Yoga to perfect physical beauty, take care of your soul and enjoy life more fully!
vi: Tập Yoga để giúp cơ thể khỏe mạnh, chăm sóc tâm hồn và tận hưởng cuộc sống đầy đủ hơn.

source: Our Trainers
vi: Huấn luyện viên

source: Yoga Stories
vi: Câu chuyện Yoga

source: Upcoming Events
vi: Sự kiện

source: Featured posts
vi: Bài viết nổi bật

source: Sign Up Now
vi: Đăng kí ngay

source: Get started
vi: Bắt đầu

source: Connect & Sharing
vi: Kết nối

source: Community Event
vi: Hoạt động

source: About Us
vi: Về chúng tôi

source: Introduce
vi: Giới thiệu

source: Our Mission
vi: Sứ mệnh

source: Contact Us
vi: Liên hệ

source: Open time
vi: Giờ làm việc

source: activity log
vi: lịch sử hoạt động

source: login
vi: đăng nhập

source: Classes
vi: Lớp học

source: Courses
vi: Khóa học

source: Schedule
vi: Lịch học

source: Blog
vi: Bài viết

source: Shop
vi: Cửa hàng

source: Basic information
vi: Thông tin cơ bản

source: Additional information
vi: Thông tin thêm

source: Card infomation
vi: Thông tin thẻ tập

source: Scan to make a roll call
vi: Dùng để quét mã điểm danh

source: You can save to your phone or bring it to our center when practicing
vi: Có thể lưu vào điện thoại hoặc in mang theo khi đến tập

source: Start time
vi: Thời gian bắt đầu

source: End time
vi: Thời gian kết thúc

source: Total number of lessons
vi: Tổng số buổi tập

source: Number of studied lessons
vi: Số buổi đã học

source: have registerd make-up lesson
vi: đã đăng kí học bù

source: have studied make-up lesson
vi: đã học bù

source: register a refund
vi: đăng kí hoàn tiền

source: applied for leave
vi: đã xin nghỉ

source: not studied
vi: chưa học

source: make a absence application
vi: xin nghỉ

source: Make-up lesson detail info
vi: Thông tin chi tiết buổi học bù

source: Make a absence application
vi: Tạo đơn xin nghỉ

source: Make a absence application for
vi: Xin nghỉ thành công

source: Card Payment History
vi: Lịch sử thanh toán thẻ tập

source: Id
vi: Mã số

source: State
vi: Trạng thái

source: Promotion
vi: Khuyến mãi

source: Description
vi: Mô tả

source: Online Payment Id
vi: Mã thanh toán online

source: Staff
vi: Nhân viên

source: Create at
vi: Ngày tạo

source: Charged
vi: đã thanh toán

source: Not charged
vi: chưa thanh toán

source: Refund Request
vi: Yêu cầu hoàn tiền

source: Action
vi: hành động

source: You dont have any refund request
vi: Không có yêu cầu hoàn tiền nào

source: Please enter reason
vi: Vui lòng nhập lí do

source: Make a absence application successfully.
vi: Xin nghỉ thành công

source: Remove make-up lesson
vi: Hủy đăng kí học bù

source: Sign up for a free account
vi: Đăng kí một tài khoản miễn phí

source: Select below the type of account you want to create
vi: Chọn loại tài khoản mà bạn muốn đăng kí

source: Sign up as %(value)s
vi: Đăng kí tài khoản %(value)s

source: Search files
vi: Tìm kiếm tập tin

source: Select an image to embed
vi: Chọn một hình ảnh

source: Images in:
vi: Hình ảnh

source: This field is required.
vi: Vui lòng nhập giá trị

source: Enter a valid value.
vi: Vui lòng nhập giá trị hợp lệ

source: Messages
vi: Tin nhắn

source: Site Maps
vi: Bản đồ

source: That page number is not an integer
vi: Số trang phải là số nguyên

source: That page number is less than 1
vi: Số trang nhỏ hơn 1

source: That page contains no results
vi: Không có kết quả

source: Enter a valid URL.
vi: Vui lòng nhập một đường dẫn hợp lệ

source: Enter a valid integer.
vi: Vui lòng nhập một số nguyên hợp lệ

source: Enter a valid email address.
vi: Vui lòng nhập email hợp lệ

source: Email address
vi: Email

source: Image
vi: Hình ảnh

source: Delete
vi: Xóa

source: A user is already registered with this e-mail address.
vi: Email này đã tồn tại.

source: You must type the same password each time.
vi: Vui lòng nhập lại đúng mật khẩu trước.

source: The e-mail address and/or password you specified are not correct.
vi: Email hoặc mật khẩu không hợp lệ.

source: Password must be a minimum of {0} characters.
vi: Mật khẩu phải có ít nhất {0} kí tự.
