Repository: BeAnhTran/yoga-center-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: reason
vi: lí do

source: created at
vi: thời gian tạo

source: updated at
vi: thời gian cập nhật

source: First name
vi: Tên

source: Last name
vi: Họ

source: Phone Number
vi: Số điện thoại

source: Country
vi: Quốc tịch

source: Health Condition
vi: Tình trạng sức khỏe

source: Birth day
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Address
vi: Địa chỉ

source: Sign up
vi: Đăng kí

source: Female
vi: Nữ

source: Male
vi: Nam

source: is trainee
vi: là học viên

source: is trainer
vi: là huấn luyện viên

source: first name
vi: tên

source: last name
vi: họ

source: phone number
vi: số điện thoại

source: birth day
vi: ngày sinh

source: address
vi: địa chỉ

source: gender
vi: giới tính

source: country
vi: quốc tịch

source: language
vi: ngôn ngữ

source: image
vi: hình ảnh

source: updated_at
vi: thời gian cập nhật

source: name
vi: tên

source: description
vi: mô tả

source: pending
vi: chờ xử lý

source: approved
vi: đồng ý

source: rejected
vi: từ chối

source: state
vi: trạng thái

source: leave at
vi: thời gian bắt đầu nghỉ

source: back at
vi: thời gian quay lại

source: health condition
vi: tình trạng sức khỏe

source: introduction
vi: giới thiệu

source: experience
vi: kinh nghiệm

source: achievements
vi: thành tích

source: certificate
vi: chứng chỉ

source: temporary leave requests
vi: yêu cầu xin nghỉ tạm thời

source: is student
vi: là sinh viên (học sinh)

source: graduate school
vi: trường tốt nghiệp

source: company name
vi: tên công ty

source: taught lessons
vi: buổi tập đã dạy

source: Signup successfully
vi: Đăng kí thành công

source: Comments
vi: Bình luận

source: Categories
vi: Thể loại

source: Newest Posts
vi: Bài viết mới nhất

source: posts
vi: bài viết

source: No %(value)s yet
vi: Không có %(value)s

source: post
vi: bài viết

source: Showing %(value1)s of %(value2)s %(value3)s
vi: Hiển thị %(value1)s / %(value2)s %(value3)s

source: Search
vi: Tìm kiếm

source: Prepaid
vi: Trả trước

source: Postpaid
vi: Trả sau

source: card
vi: thẻ tập

source: amount
vi: số tiền

source: charge id
vi: mã giao dịch

source: payment type
vi: hình thức thanh toán

source: staff
vi: nhân viên

source: Full Month
vi: Học theo tháng

source: For Some Lessons
vi: Học theo buổi

source: For Period Time Lessons
vi: Học trong khoảng thời gian

source: Trial
vi: Học thử

source: For Training Course
vi: Khóa huấn luyện

source: form of using
vi: hình thức sử dụng

source: multiplier
vi: hệ số nhân

source: for longtime trainee only
vi: chỉ áp dụng cho học viên lâu năm

source: Please enter the value
vi: Vui lòng nhập giá trị

source: Please select a value
vi: Vui lòng chọn giá trị

source: Trial Lesson
vi: Buổi tập thử

source: Please drap a lesson into this area below to choose
vi: Vui lòng kéo thả một buổi học vào vùng bên dưới để chọn

source: Lesson List
vi: Danh sách buổi tập

source: Lessons you choose will be displayed here
vi: Những buổi học của bạn sẽ được hiển thị ở đây

source: Save
vi: Lưu

source: End at must be greater than Start at
vi: Thời gian kết thúc phải sau thời gian bắt đầu

source: Your range time does not have any lessons
vi: Khoảng thời gian bạn chọn không có buổi học phù hợp

source: trainee
vi: học viên

source: card type
vi: loại thẻ

source: yoga class
vi: lớp

source: lessons
vi: buổi tập

source: Basic Level
vi: Cơ bản

source: Intermediate Level
vi: Trung cấp

source: Advanced Level
vi: Nâng cao

source: course
vi: khóa học

source: trainer
vi: huấn luyện viên

source: price per lesson
vi: giá buổi

source: price per month
vi: giá tháng

source: price course
vi: giá khóa

source: max people
vi: số người tối đa

source: start at
vi: thời gian bắt đầu

source: end at
vi: thời gian kết thúc

source: Enroll
vi: đăng kí

source: Price per month
vi: Giá tiền một tháng

source: Enroll all lessons in a month with price for each month is
vi: Đăng kí học tất cả các buổi trong tháng với giá tiền 1 tháng là

source: Price of lesson in consecutive time
vi: Giá tiền một buổi (liên tiếp)

source: Enroll lessons in a consecutive time with price of each lesson is
vi: Đăng ký các buổi học liên tiếp trong một khoảng thời gian. Giá tiền mỗi buổi là

source: Price 1 of lesson in non-consecutive time
vi: Giá tiền một buổi (không liên tiếp)

source: Sign up for some lessons with non-consecutive time. Price of each lesson is
vi: Đăng ký các buổi học không liên tiếp nhau. Giá tiền mỗi buổi là

source: Price of 1 trial lesson
vi: Giá học thử một buổi

source: Free registration for one lesson
vi: Đăng ký học thử 1 buổi miễn phí

source: Card type
vi: Loại thẻ tập

source: Start at
vi: Thời gian bắt đầu

source: Number of months
vi: Số tháng

source: End at
vi: Thời gian kết thúc

source: lesson is full
vi: buổi tập đã đủ số lượng

source: error
vi: lỗi

source: Trial lesson has been added
vi: Buổi học thử đã được thêm

source: Lesson has been added
vi: Buổi học đã được thêm

source: Please enter positive integer
vi: Vui lòng nhập số nguyên dương

source: Please enter start at
vi: Vui lòng nhập thời gian bắt đầu

source: You must register at least 1 month
vi: Bạn phải đăng kí ít nhất 1 tháng tập

source: Pleae enter Start at
vi: Vui lòng nhập thời gian bắt đầu

source: Please enter End at
vi: Vui lòng nhập thời gian kết thúc

source: There is no lesson to register
vi: Không có buổi học hợp lệ để đăng kí

source: classes
vi: lớp học

source: Yoga Trainer
vi: Huấn luyện viên

source: book now
vi: đăng kí

source: Search Classes
vi: Tìm kiếm lớp học

source: Filter now
vi: Lọc

source: Other Classes
vi: Lớp yoga khác

source: Detail Information
vi: Thông tin chi tiết

source: About Trainer
vi: Huấn luyện viên

source: Payment Info
vi: Thông tin thanh toán

source: Free Registration
vi: Đăng ký miễn phí

source: Pay with Stripe
vi: Thanh toán thông qua Stripe

source: Please enter information below
vi: Vui lòng nhập thông tin

source: Payment Card
vi: Thẻ thanh toán

source: Pay
vi: Thanh toán

source: Pay with MOMO
vi: Thanh toán thông qua MoMo

source: Pay when come to center
vi: Thanh toán tại trung tâm

source: Your card will be created with state
vi: Thẻ của bạn sẽ được tạo với trạng thái

source: not pay yet
vi: chưa thanh toán

source: You have to pay your card at center with in 7 days
vi: Bạn cần đến trung tâm và tiến hành thanh toán thẻ tập trong vòng 7 ngày

source: If not, your card will be destroyed
vi: Sau 7 ngày chưa thanh toán, thẻ của bạn sẽ bị hủy

source: total price
vi: tổng giá

source: Your Lesson List
vi: Danh sách buổi học của bạn

source: Pleae enter your name
vi: Vui lòng nhập tên

source: Pleae enter your phone
vi: Vui lòng nhập số điện thoại

source: Pleae enter your email
vi: Vui lòng nhập email

source: Pleae enter your Credit or debit card number infomation
vi: Vui lòng nhập đúng thông tin thẻ Credit hoặc Debit của bạn

source: Congratulation! Sign up for the class successfully.
vi: Chúc mừng bạn đã đăng kí học thành công!

source: Please check your card detail and prepare to study
vi: Vui lòng kiểm tra thông tin thẻ tập của bạn để chuẩn bị cho việc học.

source: Your card detail information
vi: Thông tin chi tiết thẻ tập

source: An error occurred. Please try again later
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Back to payment
vi: Quay về trang thanh toán

source: Back To Payment Page
vi: Quay về trang thanh toán

source: Free
vi: Miễn phí

source: You dont have any info to payment. Please try again
vi: Bạn không đủ thông tin để thực hiện thanh toán. Vui lòng thử lại sau.

source: Card Payment
vi: Thanh toán thẻ tập

source: An error occurred. Please enter the right number of VisaCard
vi: Đã xảy ra lỗi. Vui lòng nhập đúng thông tin thẻ Credit hoặc Debit của bạn

source: Pay card by Stripe
vi: Thanh toán thông qua Stripe

source: Momo Payment
vi: Thanh toán thông qua Momo

source: Thank you for your register at Yoga Huong Tre
vi: Cảm ơn bạn đã đăng kí học tại trung tâm Yoga Hương Tre

source: Practice Course
vi: Khóa luyện tập

source: Training Course
vi: Khóa huấn luyện

source: card types
vi: loại thẻ

source: content
vi: nội dung

source: course type
vi: loại khóa học

source: level
vi: cấp độ

source: price for training class
vi: học phí của lớp đào tạo

source: have not updated yet
vi: chưa cập nhật

source: courses
vi: khóa học

source: detail
vi: chi tiết

source: view classes
vi: xem lớp học

source: A card type with this name already exists.
vi: Tên này đã tồn tại

source: A class with this name already exists.
vi: Tên này đã tồn tại

source: wrong start date
vi: Thời gian bắt đầu không hợp lệ

source: Card types
vi: Loại thẻ tập

source: Lectures
vi: Bài tập

source: A course with this name already exists.
vi: Tên này đã tồn tại

source: A event with this name already exists.
vi: Tên này đã tồn tại

source: please input your question
vi: vui lòng nhập câu hỏi

source: room
vi: phòng tập

source: date
vi: ngày

source: start time
vi: thời gian bắt đầu

source: end time
vi: thời gian kết thúc

source: notes
vi: ghi chú

source: lectures
vi: bài tập

source: End time must be greater than start time
vi: Thời gian kết thúc phải sau thời gian bắt đầu

source: A post category with this name already exists.
vi: Tên này đã tồn tại

source: A post with this name already exists.
vi: Tên này đã tồn tại

source: A product category with this name already exists.
vi: Tên này đã tồn tại

source: A product with this name already exists.
vi: Tên này đã tồn tại

source: please input value or quantity
vi: vui lòng nhập giá trị hoặc số lượng

source: promotion
vi: khuyến mãi

source: Promotion type
vi: Hình thức khuyến mãi

source: End at must be greater than start at
vi: Thời gian kết thúc phải sau thời gian bắt đầu

source: A promotion with this name already exists.
vi: Tên này đã tồn tại

source: location
vi: vị trí

source: %(value)s List
vi: Danh sách %(value)s

source: Create New
vi: Tạo mới

source: action
vi: hành động

source: show
vi: xem

source: edit
vi: sửa

source: delete
vi: xóa

source: post category list
vi: danh sách loại bài viết

source: create new
vi: Tạo mới

source: post category
vi: loại bài viết

source: Create new %(value)s
vi: Tạo %(value)s mới

source: post list
vi: Danh sách bài viết

source: title
vi: tiêu đề

source: status
vi: trạng thái

source: card type list
vi: danh sách loại thẻ

source: Card List
vi: Danh sách thẻ tập

source: Unpaid Card List
vi: Danh sách thẻ tập chưa thanh toán

source: receive payment
vi: nhận thanh toán

source: Are you sure?
vi: Bạn chắc chắn muốn thực hiện?

source: You wont be able to revert this!
vi: Bạn sẽ không thể hoàn tác hành động này!

source: Yes
vi: Có

source: Cancel
vi: Hủy

source: Trainee
vi: Học viên

source: class list
vi: Danh sách lớp học

source: class
vi: lớp học

source: Card Infomation
vi: Thông tin thẻ tập

source: Class
vi: Lớp

source: Trainer
vi: Huấn luyện viên

source: Price of training courses
vi: Học phí của lớp đào tạo

source: Price per lesson
vi: Giá 1 buổi

source: Payment Staff
vi: Nhân viên thanh toán

source: Confirm to sign up
vi: Xác nhận đăng ký

source: Home
vi: Trang chủ

source: Dashboard
vi: Bảng điều khiển

source: Print card invoice
vi: In hóa đơn thẻ tập

source: Print QR Code of card
vi: In mã QR thẻ tập

source: Card id
vi: Mã thẻ

source: Number of lessons
vi: Số buổi

source: Amount
vi: Số tiền

source: year
vi: năm

source: back
vi: quay lại

source: schedule
vi: Lịch học

source: Update Class
vi: Cập nhật lớp học

source: create new lesson
vi: tạo buổi học

source: Create one lesson
vi: Tạo 1 buổi học

source: Create lessons from last week
vi: Tạo buổi học từ tuần trước

source: Create lessons from last 4 weeks
vi: Tạo buổi học từ 4 tuần trước

source: update
vi: cập nhật

source: Detail Info
vi: Thông tin chi tiết

source: done
vi: hoàn thành

source: create successfully
vi: tạo thành công

source: Yes, delete it!
vi: Có

source: Deleted!
vi: Đã xóa!

source: It has been deleted successfully
vi: Xóa thành công

source: Course List
vi: Danh sách khóa học

source: type
vi: loại

source: Event List
vi: Danh sách sự kiện

source: event
vi: sự kiện

source: faq
vi: câu hỏi thường gặp

source: FAQ List
vi: Danh sách câu hỏi thường gặp

source: question
vi: câu hỏi

source: Feedback
vi: Góp ý & phản hồi

source: feedback
vi: góp ý & phản hồi

source: add another
vi: thêm

source: remove
vi: xóa

source: Generate Report
vi: Xuất báo cáo

source: Earnings (Monthly)
vi: Doanh thu tháng

source: Earnings (Annual)
vi: Doanh thu năm

source: Trainees
vi: Học viên

source: Pending Refund Requests
vi: Yêu cầu hoàn tiền đang chờ

source: Pending Temporary Leave Requests
vi: Yêu cầu xin nghỉ tạm thời đang chờ

source: Unpaid card
vi: Thẻ chưa thanh toán

source: Earnings Overview
vi: Tổng quan doanh thu

source: Course Registration Times Analysis
vi: Phân tích lượt đăng ký khóa học

source: Jan
vi: Tháng 1

source: Feb
vi: Tháng 2

source: Mar
vi: Tháng 3

source: Apr
vi: Tháng 4

source: May
vi: Tháng 5

source: Jun
vi: Tháng 6

source: Jul
vi: Tháng 7

source: Aug
vi: Tháng 8

source: Sep
vi: Tháng 9

source: Oct
vi: Tháng 10

source: Nov
vi: Tháng 11

source: Dec
vi: Tháng 12

source: roll call
vi: điểm danh

source: users
vi: người sử dụng

source: trainees
vi: học viên

source: trainers
vi: huấn luyện viên

source: staffs
vi: nhân viên

source: cards
vi: thẻ tập

source: rooms
vi: phòng tập

source: refund request
vi: yêu cầu hoàn tiền

source: post categories
vi: loại bài viết

source: product categories
vi: loại sản phẩm

source: products
vi: sản phẩm

source: bills
vi: hóa đơn

source: promotions
vi: khuyến mãi

source: events
vi: sự kiện

source: FAQ
vi: Câu hỏi thường gặp

source: Question of User
vi: Câu hỏi của người dùng

source: Search for
vi: Tìm kiếm

source: profile
vi: trang cá nhân

source: logout
vi: đăng xuất

source: lesson
vi: buổi tập

source: Please select a lesson to do the roll call
vi: Vui lòng chọn một buổi học để tiến hành điểm danh

source: time
vi: thời gian

source: count
vi: số lượng

source: select
vi: chọn

source: have made the roll call
vi: đã điểm danh

source: make the roll call
vi: điểm danh

source: Taught instead by
vi: Dạy thay bởi

source: Add substitute trainer
vi: Thêm huấn luyện viên dạy thay

source: make up
vi: học bù

source: undo roll call
vi: hủy điểm danh

source: Add a make up
vi: Thêm người học bù

source: Select to do a roll call
vi: Vui lòng chọn để điểm danh

source: have had a make up lesson
vi: học bù buổi khác

source: detail
vi: chi tiết

source: make up lesson
vi: học bù

source: do roll call
vi: điểm danh

source: Add make up person
vi: Thêm người học bù

source: Please choose
vi: Vui lòng chọn

source: Choose a lesson to replace
vi: Chọn buổi học muốn thay thế

source: All valid lessons to choose to add make up lesson will be display here
vi: Những buổi học hợp lệ để đăng kí học bù của bạn sẽ được hiển thị ở đây

source: Done
vi: Hoàn thành

source: Add a substitute trainer
vi: Thêm huấn luyện viên dạy thay

source: Studied make-up lesson detail info
vi: Học viên đã đăng kí học bù vào buổi với thông tin sau

source: Absence Application Reason
vi: Lí do xin nghỉ

source: Do the roll call successfully
vi: Điểm danh thành công

source: Undo the roll call successfully
vi: Hủy điểm danh thành công

source: Remove make up lesson successfully
vi: Hủy đăng kí học bù thành công

source: Lesson has been full
vi: Buổi tập đã đủ số lượng

source: studied
vi: đã học

source: have not studied
vi: chưa học

source: warning
vi: cảnh báo

source: Please make a roll call for trainer first
vi: Vui lòng kiểm tra điểm danh cho HLV trước

source: There is no valid lessons to add a make up lesson
vi: Không có buổi học hợp lệ để đăng kí học bù

source: Choose a trainee
vi: Chọn học viên

source: There is no lesson to add make up lesson
vi: Không có buổi học để đăng kí học bù

source: Add a make up lesson for trainee successfully
vi: Thêm học viên học bù thành công

source: Please choose a trainer
vi: Vui lòng chọn huấn luyện viên

source: Add substitute trainer successfully
vi: Thêm huấn luyện viên dạy thay thành công

source: Delete substitute trainer successfully
vi: Xóa huấn luyện viên dạy thay thành công

source: Ready to leave?
vi: Sẵn sàng rời khỏi?

source: Select "Logout" below if you are ready to end your current session
vi: Chọn "Đăng xuất" nêu bạn muốn thoát bây giờ

source: cancel
vi: Hủy

source: sign out
vi: Đăng xuất

source: Promotion code list
vi: Danh sách mã khuyến mãi

source: promotion list
vi: Danh sách khuyến mãi

source: product
vi: sản phẩm

source: Question List
vi: Danh sách câu hỏi

source: Refund request list
vi: Danh sách yêu cầu hoàn tiền

source: request
vi: yêu cầu

source: view
vi: xem

source: approve
vi: đồng ý

source: reject
vi: từ chối

source: Update Room
vi: Cập nhật phòng tập

source: room list
vi: Danh sách phòng tập

source: Bill list
vi: Danh sách hóa đơn

source: bill
vi: hóa đơn

source: product category list
vi: Danh sách loại sản phẩm

source: product category
vi: loại sản phẩm

source: product list
vi: Danh sách sản phẩm

source: price
vi: giá

source: quantity
vi: số lượng

source: Receive card payment successfully
vi: Xác nhận đã nhận tiền thanh toán thẻ thành công

source: Trainee have had one of this lessons before
vi: Học viên đã đăng ký một trong số những buổi tập này trước đó.

source: Dont have any info about card. Please try again
vi: Không đủ thông tin để thực hiện. Vui lòng thử lại sau.

source: Last week has no lesson
vi: Tuần trước không có buổi học nào

source: Last 4 weeks have no lesson
vi: 4 tuần trước không có buổi học nào

source: Please add type of create
vi: Vui lòng thêm loại để tạo

source: Undo the call successfully
vi: Hủy điểm danh thành công

source: Create new trainee successfully
vi: Thêm học viên mới thành công

source: please input your name
vi: vui lòng nhập tên

source: please input your email
vi: vui lòng nhập email

source: please input your phone
vi: vui lòng nhập số điện thoại

source: please input content
vi: vui lòng nhập nội dung

source: Donate
vi: Ủng hộ tùy tâm

source: donate
vi: Ủng hộ

source: donate successfully
vi: Ủng hộ thành công

source: Thanks for your donation.
vi: Cảm ơn vì sự ủng hộ của bạn.

source: Thank you for your donation to HT Yoga
vi: Cảm ơn vì sự đóng góp của bạn cho cộng đồng thông qua Yoga Hương Tre

source: answer
vi: câu trả lời

source: Ask a question
vi: Đặt câu hỏi

source: Submit
vi: Gửi

source: Your question has been sent successfully
vi: Gửi câu hỏi thành công

source: Phone number
vi: Số điện thoại

source: Content
vi: Nội dung

source: Send feedback successfully
vi: Gửi feedback thành công

source: Active
vi: Hoạt động

source: Inactive
vi: Tạm dừng

source: yogaclass
vi: Lớp

source: Starting time
vi: Thời gian bắt đầu

source: Final time
vi: Thời gian kết thúc

source: is full
vi: đủ người

source: substitute trainer
vi: Huấn luyện viên dạy thay

source: overlap time
vi: thời gian đã bị trùng

source: overlap time for trainer
vi: thời gian của HLV đã bị trùng

source: Taught
vi: Đã dạy

source: Taught Instead
vi: Đã dạy thay

source: You dont have any the same card of course
vi: Bạn không có thẻ tập đăng kí cùng khóa

source: Lesson is full
vi: Buổi tập đã đủ số lượng

source: You have registed at this lesson
vi: Bạn đã đăng kí học buổi này

source: You have registed a make-up lesson for this lesson
vi: Bạn đã đăng kí học buổi học bù này

source: You dont have permission
vi: Bạn không có quyền thực hiện điều này

source: please input your address
vi: vui lòng nhập địa chỉ

source: please input your province/city
vi: vui lòng nhập tỉnh/thành phố

source: normal health
vi: sức khỏe bình thường

source: Create refund card request successfully
vi: Tạo yêu cầu hoàn tiền thành công

source: Update successfully
vi: Cập nhật thành công

source: Create certificate successfully
vi: thêm chứng chỉ thành công

source: Cash promotion
vi: Khuyến mãi tiền mặt

source: Plus lesson practice promotion
vi: Khuyến mãi tặng thêm buổi tập

source: Plus week practice promotion
vi: Khuyến mãi tặng thêm tuần tập

source: Plus month practice promotion
vi: Khuyến mãi tặng thêm tháng tập

source: Gift promotion
vi: Khuyến mãi tặng sản phẩm

source: Percent promotion
vi: Khuyến mãi giảm giá phần trăm

source: category
vi: thể loại

source: value or quantity
vi: Giá trị / số lượng

source: promotion type
vi: hình thức khuyến mãi

source: Question
vi: Câu hỏi

source: promotion price
vi: giá khuyến mãi

source: parent category
vi: thể loại cha

source: user
vi: người sử dụng

source: shipping address
vi: địa chỉ giao hàng

source: city
vi: thành phố

source: Order products successfully
vi: Mua sản phẩm thành công

source: Please check your order history and email
vi: Vui lòng kiểm tra email và hóa đơn của bạn

source: Add product to cart successfully
vi: Đã thêm vào giỏ hàng

source: with
vi: với

source: paied
vi: đã thanh toán

source: Room
vi: Phòng tập

source: Date
vi: Ngày

source: Time
vi: Thời gian

source: Current number of registrations
vi: Số học viên đã đăng kí

source: Lecture List
vi: Danh sách bài tập

source: Register a make up lesson
vi: Đăng kí học bù

source: Close
vi: Đóng

source: Register a make-up lesson for lesson
vi: Đăng kí học bù buổi

source: There is no lesson to register make up lesson
vi: Không có buổi học để đăng kí học bù

source: Register a make up lesson successfully
vi: Đăng kí học bù thành công

source: full
vi: đã đầy

source: available
vi: còn chỗ

source: You are not allowed to enter here
vi: Bạn không được quyền truy cập

source: Sign In
vi: Đăng nhập

source: Forgot Password?
vi: Quên mật khẩu?

source: Sign Up
vi: Đăng kí

source: Login successfully
vi: Đăng nhập thành công

source: You have signed out.
vi: Đăng xuất thành công

source: There are some error. Please try again!
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Event
vi: Sự kiện

source: All Events
vi: Tất cả sự kiện

source: All events of our centre will be shown below
vi: Tất cả sự kiện của trung tâm được hiển thị bên dưới

source: Find Event
vi: Tìm sự kiện

source: Contact
vi: Liên hệ

source: Contact us to get the best physical and mental experience
vi: Liên hệ với chúng tôi để nhận được trải nghiệm tuyệt vời nhất về thể chất và tâm hồn

source: Visit the Yoga Hương Tre
vi: Ghé thăm Yoga Hương Tre

source: Message Us
vi: Nhắn tin cho chúng tôi

source: Opening Hours
vi: Thời gian hoạt động

source: monday
vi: thứ 2

source: friday
vi: thứ 6

source: saturday
vi: thứ 7

source: sunday
vi: chủ nhật

source: Send
vi: Gửi

source: Get slim and toned with yoga
vi: Trở nên quyến rũ hơn với cơ thể thon gọn và dẻo dai

source: Practice Yoga will help your body become toned, tidy and full of life
vi: Tập Yoga sẽ giúp bạn trở nên thon gọn, dẻo dai và tràn đầy sức sống

source: register
vi: đăng kí

source: Reduce your stress
vi: Giảm căng thẳng và mệt mỏi

source: Yoga exercises will help you relax mind and spirit
vi: Các bài tập Yoga sẽ giúp bạn thoải mái đầu óc và tinh thần

source: Welcome to HT Yoga
vi: Chào mừng đến với Yoga Hương Tre

source: Full Rejuvenation
vi: Trẻ hóa toàn diện

source: Cell regeneration and energy source, rejuvenate the whole body
vi: Tái tạo tế bào và nguồn năng lượng, làm trẻ hóa toàn bộ cơ thể

source: Extension of Spring
vi: Kéo dài tuổi thọ

source: Yoga helps us prolong life and love life more
vi: Yoga giúp ta kéo dài tuổi thọ và yêu cuộc sống hơn!

source: Against Aging
vi: Chống lão hóa

source: Yoga enhances metabolism, creates new cells and comprehensive anti-aging
vi: Yoga tăng cường trao đổi chất, tạo ra các tế bào mới và chống lão hóa toàn diện

source: Slim Body
vi: Cơ thể thon gọn

source: Yoga helps to burn excess fat, creating a slim body
vi: Tập Yoga giúp tiêu đốt mỡ thừa, tạo cơ thể thon gọn
